export default function feeling_20240520 () {
return <div><h1>花有重开日，人无再少时</h1>
<p>按照我老家的算法我现在应该是25岁，按照实岁来算的话马上也24岁了。我对自己的印象总是停留在自己对母亲笑着说，我还未满18岁，不能去打工的那一幕。</p>
<h2>工作</h2>
<p>毕业三年了，本科读的是电信，也就是ee，算是和cs沾点边，但是不多。大学的时候沉迷画画，一直觉得自己会从事美术相关行业，没想到毕业的时候发现美术咋给这么点钱，钱给的多的我的水平鼬不到位，对ee的兴趣又没那么高，然后辅导员说，你会写代码，又会画画，要不要试试前端呢？就这么稀里糊涂地进了前端行业。
后来发现自己对这个还挺有兴趣的，屏幕也是一种画布，自己能在屏幕上通过代码绘画，何尝不是一种美术行业。
当然后来发现前端早就已经是大前端了，要学的东西很多。我自己是比较喜欢学习新技术的，对于新东西我有无限的热情。因此也算挖掘出另一层面的兴趣了。
但是后台系统是真的不想做了，感觉真的在舒适区仰泳了。</p>
<h2>生活</h2>
<p>找到了觉得可以陪伴自己一生的人，我觉得这是最重要的，别的没有太多想说的。总感觉自己在关键时刻差一点运气。我高考三次模考都在380分以上，最后高考考了350多（没记错的话）。其他还有很多类似的事。真要回想起来，又会觉得是不是其实我得到了很多机会，但是自己没有用尽全力去抓住。
不过至少在寻找人生的伴侣这件事上，我确信自己抓住了机会。爱你😘。</p>
<h2>感悟</h2>
<p>在这个社会总体鼓励躺平的风气下，我还是觉得，只要你对现状不满，你就一定要努力。
努力和努力的价值是有很大差别的。固然有句话叫做，种一棵树最好的时机是十年前，其次是现在。但是人生中出现关键机会的时刻也许只有那么几个瞬间，你越晚努力，你就错过的越多。
话又说回来，人生寥寥百年短，到头都是一杯尘土，既然结果一样，享受过程也许才是人生最大的意义。因此，努力的意义也许也不仅仅在于抓住那么几个重要的的时机。享受充实自己的过程，得到内心的满足，也是一件很重要的事。</p></div>}